Repository: emilshr/captzo
Catalog: Captzo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, zh_hans

source: All
ar: الكل
de: Alle
es: Todas
fr: Tous
hi: सभी
ja: すべて
ko: 전체
pt_br: Todas
zh_hans: 全部

source: All Ratios
ar: كل النسب
de: Alle Verhältnisse
es: Todas las relaciones
fr: Tous les formats
hi: सभी अनुपात
ja: すべての比率
ko: 모든 비율
pt_br: Todas as proporções
zh_hans: 全部比例

source: App Language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
hi: ऐप भाषा
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
zh_hans: App 语言

source: Aspect ratio
ar: نسبة العرض إلى الارتفاع
de: Seitenverhältnis
es: Relación de aspecto
fr: Format d’image
hi: आस्पेक्ट अनुपात
ja: アスペクト比
ko: 화면비
pt_br: Proporção
zh_hans: 宽高比

source: Aspect Ratio Colors
ar: ألوان نسبة العرض إلى الارتفاع
de: Seitenverhältnis-Farben
es: Colores de relación de aspecto
fr: Couleurs des formats
hi: आस्पेक्ट अनुपात रंग
ja: アスペクト比の色
ko: 화면비 색상
pt_br: Cores das proporções
zh_hans: 宽高比颜色

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Cancel (Esc)
ar: إلغاء (Esc)
de: Abbrechen (Esc)
es: Cancelar (Esc)
fr: Annuler (Esc)
hi: रद्द करें (Esc)
ja: キャンセル (Esc)
ko: 취소 (Esc)
pt_br: Cancelar (Esc)
zh_hans: 取消 (Esc)

source: Capture
ar: التقاط
de: Aufnahme
es: Captura
hi: कैप्चर
ja: キャプチャ
ko: 캡처
pt_br: Captura
zh_hans: 截图

source: Capture failed: %@
ar: فشل الالتقاط: %@
de: Aufnahme fehlgeschlagen: %@
es: Error de captura: %@
fr: Échec de la capture : %@
hi: कैप्चर विफल: %@
ja: キャプチャに失敗しました: %@
ko: 캡처 실패: %@
pt_br: Falha na captura: %@
zh_hans: 截图失败：%@

source: Capture failed.
ar: فشل الالتقاط.
de: Aufnahme fehlgeschlagen.
es: Error de captura.
fr: Échec de la capture.
hi: कैप्चर विफल।
ja: キャプチャに失敗しました。
ko: 캡처 실패.
pt_br: Falha na captura.
zh_hans: 截图失败。

source: Capture with a preset aspect ratio from the menu bar, or start one here.
ar: التقط بنسبة عرض إلى ارتفاع مسبقة من شريط القائمة، أو ابدأ من هنا.
de: Erfassen Sie mit einem voreingestellten Seitenverhältnis über die Menüleiste oder starten Sie hier.
es: Captura con una relación de aspecto predefinida desde la barra de menús, o inicia una aquí.
fr: Capturez avec un format prédéfini depuis la barre des menus, ou démarrez ici.
hi: मेनू बार से प्रीसेट आस्पेक्ट अनुपात से कैप्चर करें, या यहाँ से शुरू करें।
ja: メニューバーのプリセット比率でキャプチャするか、ここから開始します。
ko: 메뉴 막대에서 미리 설정된 화면비로 캡처하거나 여기서 시작하세요.
pt_br: Capture com uma proporção predefinida na barra de menus ou inicie aqui.
zh_hans: 从菜单栏使用预设宽高比截图，或在此处开始。

source: Captzo needs Screen Recording access to capture screenshots with aspect-ratio selection.
ar: يحتاج Captzo إلى إذن تسجيل الشاشة لالتقاط لقطات مع اختيار نسبة العرض إلى الارتفاع.
de: Captzo benötigt Zugriff auf die Bildschirmaufnahme, um Screenshots mit Seitenverhältnis-Auswahl zu erstellen.
es: Captzo necesita acceso a Grabación de pantalla para capturar capturas con selección de relación de aspecto.
fr: Captzo a besoin de l’accès à l’enregistrement d’écran pour capturer des images avec sélection du format.
hi: आस्पेक्ट अनुपात चयन के साथ स्क्रीनशॉट के लिए Captzo को स्क्रीन रिकॉर्डिंग पहुँच चाहिए।
ja: Captzo はアスペクト比選択付きのスクリーンショットに画面収録へのアクセスが必要です。
ko: Captzo는 화면비 선택 스크린샷을 위해 화면 기록 접근 권한이 필요합니다.
pt_br: O Captzo precisa de acesso à Gravação de tela para capturar com seleção de proporção.
zh_hans: Captzo 需要屏幕录制权限才能按宽高比截取屏幕。

source: Check Again
ar: التحقق مرة أخرى
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
hi: फिर जाँचें
ja: 再確認
ko: 다시 확인
pt_br: Verificar novamente
zh_hans: 重新检查

source: Clear Filter
ar: مسح عامل التصفية
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
hi: फ़िल्टर साफ़ करें
ja: フィルタをクリア
ko: 필터 지우기
pt_br: Limpar filtro
zh_hans: 清除滤镜

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
pt_br: Copiado para a área de transferência
zh_hans: 已复制到剪贴板

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 拷贝

source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
zh_hans: 拷贝到剪贴板

source: Default Aspect Ratio
ar: نسبة العرض إلى الارتفاع الافتراضية
de: Standard-Seitenverhältnis
es: Relación de aspecto predeterminada
fr: Format d’image par défaut
hi: डिफ़ॉल्ट आस्पेक्ट अनुपात
ja: デフォルトのアスペクト比
ko: 기본 화면비
pt_br: Proporção padrão
zh_hans: 默认宽高比

source: Default is ⌘⇧6. The hotkey works while Captzo is running.
ar: الافتراضي هو ⌘⇧6. يعمل الاختصار أثناء تشغيل Captzo.
de: Standard ist ⌘⇧6. Der Kurzbefehl funktioniert, während Captzo läuft.
es: El valor predeterminado es ⌘⇧6. El atajo funciona mientras Captzo está en ejecución.
fr: Par défaut : ⌘⇧6. Le raccourci fonctionne tant que Captzo est lancé.
hi: डिफ़ॉल्ट ⌘⇧6 है। Captzo चलते समय हॉटकी काम करती है।
ja: デフォルトは ⌘⇧6 です。Captzo の実行中にホットキーが機能します。
ko: 기본값은 ⌘⇧6입니다. Captzo가 실행 중일 때 단축키가 작동합니다.
pt_br: O padrão é ⌘⇧6. O atalho funciona enquanto o Captzo estiver em execução.
zh_hans: 默认为 ⌘⇧6。Captzo 运行时快捷键可用。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Delete %lld Screenshots?
ar: حذف %lld من لقطات الشاشة؟
de: %lld Screenshots löschen?
es: ¿Eliminar %lld capturas?
fr: Supprimer %lld captures ?
hi: %lld स्क्रीनशॉट हटाएँ?
ja: %lld 件のスクリーンショットを削除しますか？
ko: 스크린샷 %lld개를 삭제할까요?
pt_br: Excluir %lld capturas?
zh_hans: 删除 %lld 张截图？

source: Drag to move toolbar
ar: اسحب لنقل شريط الأدوات
de: Ziehen, um die Symbolleiste zu verschieben
es: Arrastra para mover la barra
fr: Faites glisser pour déplacer la barre d’outils
hi: टूलबार मूव करने के लिए खींचें
ja: ドラッグしてツールバーを移動
ko: 드래그하여 도구 막대 이동
pt_br: Arraste para mover a barra
zh_hans: 拖移以移动工具栏

source: Entire Screen
ar: الشاشة بالكامل
de: Gesamter Bildschirm
es: Pantalla completa
fr: Écran entier
hi: पूरी स्क्रीन
ja: 画面全体
ko: 전체 화면
pt_br: Tela inteira
zh_hans: 整个屏幕

source: Failed to copy screenshot
ar: تعذر نسخ لقطة الشاشة
de: Screenshot konnte nicht kopiert werden
es: No se pudo copiar la captura
fr: Échec de la copie de la capture
hi: स्क्रीनशॉट कॉपी नहीं हो सका
ja: スクリーンショットをコピーできませんでした
ko: 스크린샷을 복사하지 못함
pt_br: Falha ao copiar a captura
zh_hans: 无法拷贝截图

source: Failed to encode screenshot as PNG.
ar: تعذر ترميز لقطة الشاشة كـ PNG.
de: Screenshot konnte nicht als PNG kodiert werden.
es: No se pudo codificar la captura como PNG.
fr: Impossible d’encoder la capture en PNG.
hi: स्क्रीनशॉट को PNG के रूप में एन्कोड नहीं किया जा सका।
ja: スクリーンショットを PNG にエンコードできませんでした。
ko: 스크린샷을 PNG로 인코딩하지 못했습니다.
pt_br: Falha ao codificar a captura como PNG.
zh_hans: 无法将截图编码为 PNG。

source: Feedback
ar: الملاحظات
de: Rückmeldung
es: Comentarios
fr: Retours
hi: प्रतिक्रिया
ja: フィードバック
ko: 피드백
zh_hans: 反馈

source: Filter by aspect ratio
ar: تصفية حسب نسبة العرض إلى الارتفاع
de: Nach Seitenverhältnis filtern
es: Filtrar por relación de aspecto
fr: Filtrer par format
hi: आस्पेक्ट अनुपात से फ़िल्टर करें
ja: アスペクト比でフィルタ
ko: 화면비로 필터
pt_br: Filtrar por proporção
zh_hans: 按宽高比过滤

source: Freeform
ar: حر
de: Freiform
es: Libre
fr: Libre
hi: फ़्रीफ़ॉर्म
ja: フリーフォーム
ko: 자유형
pt_br: Livre
zh_hans: 自由

source: Gallery
ar: معرض الصور
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
ja: ギャラリー
ko: 갤러리
pt_br: Galeria
zh_hans: 图库

source: Global Hotkey
ar: اختصار عام
de: Globaler Kurzbefehl
es: Atajo global
fr: Raccourci global
hi: वैश्विक हॉटकी
ja: グローバルホットキー
ko: 전역 단축키
pt_br: Atalho global
zh_hans: 全局快捷键

source: Granted
ar: ممنوح
de: Erlaubt
es: Concedido
fr: Accordé
hi: अनुमत
ja: 許可済み
ko: 허용됨
pt_br: Concedido
zh_hans: 已授权

source: Hotkey unavailable (conflict or invalid shortcut)
ar: الاختصار غير متاح (تعارض أو غير صالح)
de: Kurzbefehl nicht verfügbar (Konflikt oder ungültig)
es: Atajo no disponible (conflicto o acceso directo no válido)
fr: Raccourci indisponible (conflit ou invalide)
hi: हॉटकी उपलब्ध नहीं (संघर्ष या अमान्य)
ja: ホットキーを使用できません（競合または無効）
ko: 단축키를 사용할 수 없음(충돌 또는 잘못됨)
pt_br: Atalho indisponível (conflito ou inválido)
zh_hans: 快捷键不可用（冲突或无效）

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言

source: Library
ar: المكتبة
de: Mediathek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
ja: ライブラリ
ko: 보관함
pt_br: Biblioteca
zh_hans: 资料库

source: New Capture
ar: التقاط جديد
de: Neuer Screenshot
es: Nueva captura
fr: Nouvelle capture
hi: नया कैप्चर
ja: 新規キャプチャ
ko: 새 캡처
pt_br: Nova captura
zh_hans: 新建截图

source: Newest First
ar: الأحدث أولاً
de: Neueste zuerst
es: Más recientes primero
fr: Plus récentes d’abord
hi: नवीनतम पहले
ja: 新しい順
ko: 최신순
pt_br: Mais recentes primeiro
zh_hans: 最新优先

source: No display available to capture.
ar: لا توجد شاشة متاحة للالتقاط.
de: Kein Display zum Erfassen verfügbar.
es: No hay pantalla disponible para capturar.
fr: Aucun écran disponible pour la capture.
hi: कैप्चर के लिए कोई डिस्प्ले उपलब्ध नहीं।
ja: キャプチャできるディスプレイがありません。
ko: 캡처할 디스플레이가 없습니다.
pt_br: Nenhuma tela disponível para capturar.
zh_hans: 没有可截取的显示器。

source: No Matching Screenshots
ar: لا توجد لقطات مطابقة
de: Keine passenden Screenshots
es: No hay capturas coincidentes
fr: Aucune capture correspondante
hi: कोई मेल खाता स्क्रीनशॉट नहीं
ja: 一致するスクリーンショットがありません
ko: 일치하는 스크린샷 없음
pt_br: Nenhuma captura correspondente
zh_hans: 没有匹配的截图

source: No Screenshots Yet
ar: لا توجد لقطات شاشة بعد
de: Noch keine Screenshots
es: Aún no hay capturas
fr: Aucune capture pour l’instant
hi: अभी कोई स्क्रीनशॉट नहीं
ja: スクリーンショットはまだありません
ko: 아직 스크린샷 없음
pt_br: Ainda não há capturas
zh_hans: 尚无截图

source: Not Granted
ar: غير ممنوح
de: Nicht erlaubt
es: No concedido
fr: Non accordé
hi: अनुमति नहीं
ja: 未許可
ko: 허용되지 않음
pt_br: Não concedido
zh_hans: 未授权

source: OK
ar: حسنًا
hi: ठीक
ko: 확인
zh_hans: 好

source: Oldest First
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguos primero
fr: Plus anciennes d’abord
hi: पुराने पहले
ja: 古い順
ko: 오래된순
pt_br: Mais antigas primeiro
zh_hans: 最早优先

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
ko: 열기
pt_br: Abrir
zh_hans: 打开

source: Open Gallery
ar: فتح المعرض
de: Galerie öffnen
es: Abrir galería
fr: Ouvrir la galerie
hi: गैलरी खोलें
ja: ギャラリーを開く
ko: 갤러리 열기
pt_br: Abrir galeria
zh_hans: 打开图库

source: Open Gallery After Capture
ar: فتح المعرض بعد الالتقاط
de: Galerie nach Aufnahme öffnen
es: Abrir la galería tras capturar
fr: Ouvrir la galerie après la capture
hi: कैप्चर के बाद गैलरी खोलें
ja: キャプチャ後にギャラリーを開く
ko: 캡처 후 갤러리 열기
pt_br: Abrir galeria após capturar
zh_hans: 截图后打开图库

source: Open Screen Recording Settings
ar: فتح إعدادات تسجيل الشاشة
de: Einstellungen für Bildschirmaufnahme öffnen
es: Abrir ajustes de Grabación de pantalla
fr: Ouvrir les réglages d’enregistrement d’écran
hi: स्क्रीन रिकॉर्डिंग सेटिंग्ज़ खोलें
ja: 画面収録の設定を開く
ko: 화면 기록 설정 열기
pt_br: Abrir ajustes de Gravação de tela
zh_hans: 打开屏幕录制设置

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्ज़ खोलें
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
hi: सिस्टम सेटिंग्ज़ खोलें
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置

# permission.banner.body
source: Without this permission the capture overlay cannot work. Enable Captzo in System Settings → Privacy & Security → Screen Recording, then quit and relaunch Captzo.
ar: بدون هذا الإذن لا يمكن أن تعمل طبقة الالتقاط. فعّل Captzo في إعدادات النظام ← الخصوصية والأمن ← تسجيل الشاشة، ثم أعد تشغيل Captzo.
de: Ohne diese Berechtigung funktioniert die Aufnahmeüberlagerung nicht. Aktivieren Sie Captzo unter Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme und starten Sie Captzo neu.
es: Sin este permiso, la superposición de captura no puede funcionar. Activa Captzo en Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla, luego cierra y vuelve a abrir Captzo.
fr: Sans cette autorisation, la superposition de capture ne peut pas fonctionner. Activez Captzo dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran, puis quittez et relancez Captzo.
hi: इस अनुमति के बिना कैप्चर ओवरले काम नहीं कर सकता। सिस्टम सेटिंग्ज़ → गोपनीयता और सुरक्षा → स्क्रीन रिकॉर्डिंग में Captzo सक्षम करें, फिर Captzo बंद कर फिर से खोलें।
ja: この許可がないとキャプチャオーバーレイは機能しません。システム設定 → プライバシーとセキュリティ → 画面収録で Captzo を有効にし、Captzo を終了して再起動してください。
ko: 이 권한이 없으면 캡처 오버레이가 작동하지 않습니다. 시스템 설정 → 개인 정보 보호 및 보안 → 화면 기록에서 Captzo를 활성화한 다음 Captzo를 종료했다가 다시 실행하세요.
pt_br: Sem esta permissão, a sobreposição de captura não funciona. Ative o Captzo em Ajustes do Sistema → Privacidade e segurança → Gravação de tela e reinicie o Captzo.
zh_hans: 没有此权限，截图叠加层无法工作。请在系统设置 → 隐私与安全性 → 屏幕录制中启用 Captzo，然后退出并重新打开 Captzo。

# permission.denied.message
source: Screen Recording permission is required. Enable Captzo in System Settings → Privacy & Security → Screen Recording. %@
ar: يلزم إذن تسجيل الشاشة. فعّل Captzo في إعدادات النظام ← الخصوصية والأمن ← تسجيل الشاشة. %@
de: Berechtigung für Bildschirmaufnahme erforderlich. Aktivieren Sie Captzo unter Systemeinstellungen → Datenschutz & Sicherheit → Bildschirmaufnahme. %@
es: Se requiere permiso de Grabación de pantalla. Activa Captzo en Ajustes del Sistema → Privacidad y seguridad → Grabación de pantalla. %@
fr: L’autorisation d’enregistrement d’écran est requise. Activez Captzo dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran. %@
hi: स्क्रीन रिकॉर्डिंग अनुमति आवश्यक है। सिस्टम सेटिंग्ज़ → गोपनीयता और सुरक्षा → स्क्रीन रिकॉर्डिंग में Captzo सक्षम करें। %@
ja: 画面収録の許可が必要です。システム設定 → プライバシーとセキュリティ → 画面収録で Captzo を有効にしてください。%@
ko: 화면 기록 권한이 필요합니다. 시스템 설정 → 개인 정보 보호 및 보안 → 화면 기록에서 Captzo를 활성화하세요. %@
pt_br: É necessária a permissão de Gravação de tela. Ative o Captzo em Ajustes do Sistema → Privacidade e segurança → Gravação de tela. %@
zh_hans: 需要屏幕录制权限。请在系统设置 → 隐私与安全性 → 屏幕录制中启用 Captzo。%@

# permission.restart.hint
source: After granting or changing Screen Recording permission, quit Captzo and relaunch it for capture to work.
ar: بعد منح أو تغيير إذن تسجيل الشاشة، أنهِ Captzo وأعد تشغيله ليكتمل الالتقاط.
de: Nach dem Erteilen oder Ändern der Berechtigung für Bildschirmaufnahme Captzo beenden und neu starten.
es: Después de conceder o cambiar el permiso de Grabación de pantalla, cierra Captzo y vuelve a abrirlo para que la captura funcione.
fr: Après avoir accordé ou modifié l’autorisation d’enregistrement d’écran, quittez et relancez Captzo pour que la capture fonctionne.
hi: स्क्रीन रिकॉर्डिंग अनुमति देने या बदलने के बाद कैप्चर के लिए Captzo बंद कर फिर से खोलें।
ja: 画面収録の許可を付与または変更したら、キャプチャを機能させるために Captzo を終了して再起動してください。
ko: 화면 기록 권한을 허용하거나 변경한 후 캡처가 작동하려면 Captzo를 종료했다가 다시 실행하세요.
pt_br: Após conceder ou alterar a permissão de Gravação de tela, saia e reabra o Captzo para a captura funcionar.
zh_hans: 授予或更改屏幕录制权限后，请退出并重新打开 Captzo 以使截图生效。

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
ja: 許可
ko: 권한
pt_br: Permissões
zh_hans: 权限

source: Press keys…
ar: اضغط على المفاتيح…
de: Tasten drücken …
es: Pulsa teclas…
fr: Appuyez sur les touches…
hi: कुंजियाँ दबाएँ…
ja: キーを押してください…
ko: 키를 누르세요…
pt_br: Pressione as teclas…
zh_hans: 按下按键…

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
ja: プレビュー
ko: 미리보기
pt_br: Prévia
zh_hans: 预览

source: Quit Captzo
ar: إنهاء Captzo
de: Captzo beenden
es: Salir de Captzo
fr: Quitter Captzo
hi: Captzo बंद करें
ja: Captzo を終了
ko: Captzo 종료
pt_br: Sair do Captzo
zh_hans: 退出 Captzo

source: Record
ar: تسجيل
de: Aufzeichnen
es: Grabar
fr: Enregistrer
hi: रिकॉर्ड
ja: 記録
ko: 기록
pt_br: Gravar
zh_hans: 录制

source: Request Permission
ar: طلب الإذن
de: Zugriff anfordern
es: Solicitar permiso
fr: Demander l’autorisation
hi: अनुमति माँगें
ja: 許可をリクエスト
ko: 권한 요청
pt_br: Solicitar permissão
zh_hans: 请求权限

source: Reset Colors to Defaults
ar: إعادة الألوان إلى الافتراضي
de: Farben zurücksetzen
es: Restablecer colores
fr: Réinitialiser les couleurs
hi: रंग डिफ़ॉल्ट पर रीसेट करें
ja: 色をデフォルトに戻す
ko: 기본 색상으로 재설정
pt_br: Redefinir cores
zh_hans: 重置为默认颜色

source: Reset to Default
ar: إعادة إلى الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer valor predeterminado
fr: Réinitialiser
hi: डिफ़ॉल्ट पर रीसेट करें
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Redefinir para o padrão
zh_hans: 恢复默认

source: Reveal
ar: إظهار
de: Einblenden
es: Mostrar
fr: Afficher
hi: दिखाएँ
ja: 表示
ko: 보기
pt_br: Mostrar
zh_hans: 显示

source: Reveal in Finder
ar: إظهار في Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएँ
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在 Finder 中显示

source: Screen Recording
ar: تسجيل الشاشة
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l’écran
hi: स्क्रीन रिकॉर्डिंग
ja: 画面収録
ko: 화면 기록
pt_br: Gravação de tela
zh_hans: 屏幕录制

source: Screen Recording permission changed. %@
ar: تغير إذن تسجيل الشاشة. %@
de: Berechtigung für Bildschirmaufnahme geändert. %@
es: El permiso de Grabación de pantalla ha cambiado. %@
fr: L’autorisation d’enregistrement d’écran a changé. %@
hi: स्क्रीन रिकॉर्डिंग अनुमति बदल गई। %@
ja: 画面収録の許可が変更されました。%@
ko: 화면 기록 권한이 변경되었습니다. %@
pt_br: A permissão de Gravação de tela mudou. %@
zh_hans: 屏幕录制权限已更改。%@

source: Screen Recording permission required
ar: إذن تسجيل الشاشة مطلوب
de: Berechtigung für Bildschirmaufnahme erforderlich
es: Se requiere permiso de Grabación de pantalla
fr: Autorisation d’enregistrement d’écran requise
hi: स्क्रीन रिकॉर्डिंग अनुमति आवश्यक
ja: 画面収録の許可が必要です
ko: 화면 기록 권한 필요
pt_br: Permissão de Gravação de tela necessária
zh_hans: 需要屏幕录制权限

source: Screen Recording Required
ar: يلزم تسجيل الشاشة
de: Bildschirmaufnahme erforderlich
es: Se requiere Grabación de pantalla
fr: Enregistrement d’écran requis
hi: स्क्रीन रिकॉर्डिंग आवश्यक
ja: 画面収録が必要です
ko: 화면 기록 필요
pt_br: Gravação de tela necessária
zh_hans: 需要屏幕录制权限

source: Screenshot copied & saved
ar: تم نسخ لقطة الشاشة وحفظها
de: Screenshot kopiert und gespeichert
es: Captura copiada y guardada
fr: Capture copiée et enregistrée
hi: स्क्रीनशॉट कॉपी और सहेजा गया
ja: スクリーンショットをコピーして保存しました
ko: 스크린샷이 복사되고 저장됨
pt_br: Captura copiada e salva
zh_hans: 截图已拷贝并保存

source: Screenshots Folder
ar: مجلد لقطات الشاشة
de: Screenshot-Ordner
es: Carpeta de capturas
fr: Dossier des captures
hi: स्क्रीनशॉट फ़ोल्डर
ja: スクリーンショットフォルダ
ko: 스크린샷 폴더
pt_br: Pasta de capturas
zh_hans: 截图文件夹

source: Selected window is no longer available.
ar: النافذة المحددة لم تعد متاحة.
de: Das ausgewählte Fenster ist nicht mehr verfügbar.
es: La ventana seleccionada ya no está disponible.
fr: La fenêtre sélectionnée n’est plus disponible.
hi: चयनित विंडो अब उपलब्ध नहीं है।
ja: 選択したウインドウは利用できません。
ko: 선택한 윈도우를 더 이상 사용할 수 없습니다.
pt_br: A janela selecionada não está mais disponível.
zh_hans: 所选窗口已不可用。

source: Selection
ar: تحديد
de: Auswahl
es: Selección
fr: Sélection
hi: चयन
ja: 選択
ko: 선택
pt_br: Seleção
zh_hans: 选择

source: Settings…
ar: الإعدادات…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
hi: सेटिंग्ज़…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
zh_hans: 设置…

source: Shortcut
ar: الاختصار
de: Kurzbefehl
es: Atajo
fr: Raccourci
hi: शॉर्टकट
ja: ショートカット
ko: 단축키
pt_br: Atalho
zh_hans: 快捷键

source: Shown after a screenshot is copied.
ar: يظهر بعد نسخ لقطة الشاشة.
de: Wird angezeigt, nachdem ein Screenshot kopiert wurde.
es: Se muestra después de copiar una captura.
fr: Affiché après la copie d’une capture.
hi: स्क्रीनशॉट कॉपी होने के बाद दिखाया जाता है।
ja: スクリーンショットのコピー後に表示されます。
ko: 스크린샷을 복사한 후 표시됩니다.
pt_br: Exibido após copiar uma captura.
zh_hans: 复制截图后显示。

source: Sort
ar: فرز
de: Sortieren
es: Orden
fr: Trier
hi: क्रमबद्ध करें
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
zh_hans: 排序

source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
ja: ストレージ
ko: 저장공간
pt_br: Armazenamento
zh_hans: 存储

source: System
ar: النظام
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 系统

source: System (%@)
ar: النظام (%@)
es: Sistema (%@)
fr: Système (%@)
hi: सिस्टम (%@)
ja: システム（%@）
ko: 시스템 (%@)
pt_br: Sistema (%@)
zh_hans: 系统（%@）

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे पूर्ववत नहीं किया जा सकता।
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
pt_br: Isso não pode ser desfeito.
zh_hans: 此操作无法撤销。

source: Today, %@
ar: اليوم، %@
de: Heute, %@
es: Hoy, %@
fr: Aujourd’hui, %@
hi: आज, %@
ja: 今日、%@
ko: 오늘, %@
pt_br: Hoje, %@
zh_hans: 今天，%@

source: Try a different aspect ratio filter.
ar: جرّب عامل تصفية آخر لنسبة العرض إلى الارتفاع.
de: Versuchen Sie einen anderen Seitenverhältnis-Filter.
es: Prueba otro filtro de relación de aspecto.
fr: Essayez un autre filtre de format.
hi: कोई अन्य आस्पेक्ट अनुपात फ़िल्टर आज़माएँ।
ja: 別のアスペクト比フィルタを試してください。
ko: 다른 화면비 필터를 사용해 보세요.
pt_br: Tente outro filtro de proporção.
zh_hans: 尝试其他宽高比滤镜。

source: Window
ar: نافذة
de: Fenster
es: Ventana
fr: Fenêtre
hi: विंडो
ja: ウインドウ
ko: 윈도우
pt_br: Janela
zh_hans: 窗口

source: Yesterday, %@
ar: أمس، %@
de: Gestern, %@
es: Ayer, %@
fr: Hier, %@
hi: कल, %@
ja: 昨日、%@
ko: 어제, %@
pt_br: Ontem, %@
zh_hans: 昨天，%@
